Repository: marco-vrinssen/NonstopAgents
Catalog: NonstopAgents/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: %@ left
de: noch %@
es: quedan %@
fr: encore %@

source: %@, Mac may sleep
de: %@, Ruhezustand möglich
es: %@, el Mac puede entrar en reposo
fr: %@, le Mac peut suspendre son activité

source: %@, Mac stays awake
de: %@, Mac bleibt wach
es: %@, el Mac sigue activo
fr: %@, le Mac reste éveillé

source: %@, awake with the lid closed
de: %@, wach bei geschlossenem Deckel
es: %@, activo con la tapa cerrada
fr: %@, éveillé écran rabattu

source: %lld Nonstop Agents working
de: %lld Nonstop Agents arbeiten
es: %lld Nonstop Agents trabajando
fr: %lld Nonstop Agents au travail

source: %lld agents working
de: %lld Agenten arbeiten
es: %lld agentes trabajando
fr: %lld agents au travail

source: %lld more
de: %lld weitere
es: %lld más
fr: %lld de plus

source: About Nonstop Agents
de: Über Nonstop Agents
es: Acerca de Nonstop Agents
fr: À propos de Nonstop Agents

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter

source: Add any command line tool by its process name. It counts while it works.
de: Füge ein beliebiges Befehlszeilenwerkzeug über seinen Prozessnamen hinzu. Es zählt, solange es arbeitet.
es: Añade cualquier herramienta de línea de comandos por su nombre de proceso. Cuenta mientras trabaja.
fr: Ajoutez n’importe quel outil en ligne de commande par son nom de processus. Il compte tant qu’il travaille.

source: Agents
de: Agenten
es: Agentes

source: Agents finished
de: Agenten fertig
es: Agentes terminados
fr: Agents terminés

source: Allow
de: Erlauben
es: Permitir
fr: Autoriser

source: Allow access to Claude Code…
de: Zugriff für Claude Code erlauben …
es: Permitir acceso a Claude Code…
fr: Autoriser l’accès à Claude Code…

source: Allow access…
de: Zugriff erlauben …
es: Permitir acceso…
fr: Autoriser l’accès…

source: Allowed
de: Erlaubt
es: Permitido
fr: Autorisé

source: An agent counts while it works, not while it waits for you.
de: Ein Agent zählt, solange er arbeitet, nicht während er auf dich wartet.
es: Un agente cuenta mientras trabaja, no mientras te espera.
fr: Un agent compte tant qu’il travaille, pas quand il vous attend.

source: Applies on battery, also with the lid closed. Now at %@.
de: Gilt im Batteriebetrieb, auch bei geschlossenem Deckel. Aktuell %@.
es: Se aplica con batería, también con la tapa cerrada. Ahora al %@.
fr: S’applique sur batterie, aussi écran rabattu. Actuellement à %@.

source: Applies on battery. This Mac has none.
de: Gilt im Batteriebetrieb. Dieser Mac hat keine Batterie.
es: Se aplica con batería. Este Mac no tiene batería.
fr: S’applique sur batterie. Ce Mac n’en a pas.

source: Applies when macOS reports high temperatures, sooner with the lid closed.
de: Gilt, wenn macOS hohe Temperaturen meldet, bei geschlossenem Deckel früher.
es: Se aplica cuando macOS informa de temperaturas altas, antes con la tapa cerrada.
fr: S’applique quand macOS signale des températures élevées, plus tôt écran rabattu.

source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour

source: Automatically install updates
de: Updates automatisch installieren
es: Instalar actualizaciones automáticamente
fr: Installer automatiquement les mises à jour

source: Battery at %lld%%, Mac may sleep
de: Batterie bei %lld %%, Ruhezustand möglich
es: Batería al %lld %%, el Mac puede entrar en reposo
fr: Batterie à %lld %%, le Mac peut suspendre son activité

source: Battery is at %lld%%. Your Mac can sleep now.
de: Die Batterie ist bei %lld %%. Dein Mac kann jetzt in den Ruhezustand wechseln.
es: La batería está al %lld %%. Tu Mac ya puede entrar en reposo.
fr: La batterie est à %lld %%. Votre Mac peut maintenant suspendre son activité.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Check for updates…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…

source: Choose the .claude folder in your home folder so Nonstop Agents can read what Claude Code is working on. Access is read-only.
de: Wähle den Ordner „.claude“ in deinem Benutzerordner, damit Nonstop Agents lesen kann, woran Claude Code arbeitet. Der Zugriff ist nur lesend.
es: Elige la carpeta .claude de tu carpeta de inicio para que Nonstop Agents pueda leer en qué trabaja Claude Code. El acceso es de solo lectura.
fr: Choisissez le dossier .claude dans votre dossier de départ pour que Nonstop Agents puisse lire sur quoi travaille Claude Code. L’accès est en lecture seule.

source: Choose “Update to %@…” in the menu to install it.
de: Wähle „Auf %@ aktualisieren …“ im Menü, um es zu installieren.
es: Elige «Actualizar a %@…» en el menú para instalarla.
fr: Choisissez « Mettre à jour vers %@… » dans le menu pour l’installer.

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Copy
de: Kopieren
es: Copiar
fr: Copier

source: Cursor and VS Code count while their built-in agent runs, Claude during remote turns.
de: Cursor und VS Code zählen, während ihr integrierter Agent läuft, Claude bei Remote-Aufgaben.
es: Cursor y VS Code cuentan mientras funciona su agente integrado; Claude, durante las tareas remotas.
fr: Cursor et VS Code comptent pendant que leur agent intégré travaille, Claude pendant les tâches à distance.

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper

source: For a while
de: Für eine Weile
es: Durante un rato
fr: Pendant un moment

source: General
de: Allgemein
fr: Général

source: Get started
de: Los geht’s
es: Empezar
fr: Commencer

source: Indefinitely
de: Unbegrenzt
es: Indefinidamente
fr: Indéfiniment

source: Keep Mac awake at high temperatures?
de: Mac auch bei hohen Temperaturen wach halten?
es: ¿Mantener el Mac activo con temperaturas altas?
fr: Garder le Mac éveillé à haute température ?

source: Keep awake
de: Wach halten
es: Mantener activo
fr: Garder éveillé

source: Keeping the Mac awake until you stop it
de: Hält den Mac wach, bis du es beendest
es: Mantiene el Mac activo hasta que lo detengas
fr: Garde le Mac éveillé jusqu’à ce que vous l’arrêtiez

source: Keeping the Mac awake, %@ left
de: Hält den Mac wach, noch %@
es: Mantiene el Mac activo, quedan %@
fr: Garde le Mac éveillé, encore %@

source: Let Mac sleep when reaching high temperatures
de: Ruhezustand bei hohen Temperaturen erlauben
es: Dejar que el Mac entre en reposo con temperaturas altas
fr: Laisser le Mac suspendre son activité à haute température

source: Let Mac sleep when reaching this battery level
de: Ruhezustand bei diesem Batteriestand erlauben
es: Dejar que el Mac entre en reposo con este nivel de batería
fr: Laisser le Mac suspendre son activité à ce niveau de batterie

source: Lets Nonstop Agents read each Claude Code session's state and title, read-only.
de: Nonstop Agents liest Status und Titel jeder Claude Code-Sitzung, ohne etwas zu ändern.
es: Nonstop Agents lee el estado y el título de cada sesión de Claude Code, sin cambiar nada.
fr: Nonstop Agents lit l’état et le titre de chaque session Claude Code, sans rien modifier.

source: Lets your Mac rest
de: Lässt deinen Mac ruhen
es: Deja descansar a tu Mac
fr: Laisse votre Mac se reposer

source: Lives in the menu bar
de: Lebt in der Menüleiste
es: Vive en la barra de menús
fr: Vit dans la barre des menus

source: Local models
de: Lokale Modelle
es: Modelos locales
fr: Modèles locaux

source: Login
de: Anmeldung
es: Inicio de sesión
fr: Ouverture de session

source: Mac is hot and may sleep
de: Mac ist heiß, Ruhezustand möglich
es: El Mac está caliente y puede entrar en reposo
fr: Le Mac est chaud et peut suspendre son activité

source: Mac sleeps as usual
de: Mac wechselt wie gewohnt in den Ruhezustand
es: El Mac entra en reposo como siempre
fr: Le Mac suspend son activité comme d’habitude

source: No agents running
de: Keine Agenten aktiv
es: Ningún agente en ejecución
fr: Aucun agent en cours

source: No agents working
de: Keine Agenten bei der Arbeit
es: Ningún agente trabajando
fr: Aucun agent au travail

source: Nonstop Agents %@ is available
de: Nonstop Agents %@ ist verfügbar
es: Nonstop Agents %@ está disponible
fr: Nonstop Agents %@ est disponible

source: Nonstop Agents asks GitHub once a day. Updates install the next time it quits or your Mac restarts. This is version %@.
de: Nonstop Agents fragt einmal am Tag bei GitHub nach. Updates werden installiert, wenn die App das nächste Mal beendet wird oder dein Mac neu startet. Dies ist Version %@.
es: Nonstop Agents consulta GitHub una vez al día. Las actualizaciones se instalan la próxima vez que se cierre la app o se reinicie tu Mac. Esta es la versión %@.
fr: Nonstop Agents consulte GitHub une fois par jour. Les mises à jour s’installent la prochaine fois que l’app quitte ou que votre Mac redémarre. Ceci est la version %@.

source: Nonstop Agents is off
de: Nonstop Agents ist aus
es: Nonstop Agents está desactivado
fr: Nonstop Agents est désactivé

source: Nonstop Agents is on
de: Nonstop Agents ist an
es: Nonstop Agents está activado
fr: Nonstop Agents est activé

source: Nonstop Agents is paused
de: Nonstop Agents ist pausiert
es: Nonstop Agents está en pausa
fr: Nonstop Agents est en pause

source: Nonstop Agents paused
de: Nonstop Agents pausiert
es: Nonstop Agents en pausa
fr: Nonstop Agents en pause

source: Nonstop Agents sees which agents are running and, for Claude Code, each session's status and title. It reads nothing else and sends nothing. Once a day it asks GitHub for a new version, which you can turn off in Settings.
de: Nonstop Agents sieht, welche Agenten laufen, und bei Claude Code Status und Titel jeder Sitzung. Es liest nichts anderes und sendet nichts. Einmal am Tag fragt es GitHub nach einer neuen Version, was du in den Einstellungen ausschalten kannst.
es: Nonstop Agents ve qué agentes se están ejecutando y, en Claude Code, el estado y el título de cada sesión. No lee nada más ni envía nada. Una vez al día consulta GitHub por una nueva versión, algo que puedes desactivar en Ajustes.
fr: Nonstop Agents voit quels agents sont en cours et, pour Claude Code, l’état et le titre de chaque session. Il ne lit rien d’autre et n’envoie rien. Une fois par jour, il consulte GitHub pour une nouvelle version, ce que vous pouvez désactiver dans les réglages.

source: Nonstop Agents will no longer let the Mac sleep when it runs hot. Closed in a bag, it can overheat.
de: Nonstop Agents lässt den Mac dann auch bei Hitze nicht mehr in den Ruhezustand wechseln. In einer Tasche kann er überhitzen.
es: Nonstop Agents ya no dejará que el Mac entre en reposo cuando se caliente. Cerrado en una bolsa, puede sobrecalentarse.
fr: Nonstop Agents ne laissera plus le Mac suspendre son activité quand il chauffe. Fermé dans un sac, il peut surchauffer.

source: Not available on this Mac
de: Auf diesem Mac nicht verfügbar
es: No disponible en este Mac
fr: Non disponible sur ce Mac

source: Notifications
de: Mitteilungen
es: Notificaciones

source: Notifications for Nonstop Agents are turned off in System Settings.
de: Mitteilungen für Nonstop Agents sind in den Systemeinstellungen deaktiviert.
es: Las notificaciones de Nonstop Agents están desactivadas en Ajustes del Sistema.
fr: Les notifications de Nonstop Agents sont désactivées dans Réglages Système.

source: One click for Claude Code
de: Ein Klick für Claude Code
es: Un clic para Claude Code
fr: Un clic pour Claude Code

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système

source: Open at login
de: Bei der Anmeldung öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à l’ouverture de session

source: Open folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier

source: Open session
de: Sitzung öffnen
es: Abrir sesión
fr: Ouvrir la session

source: Other processes
de: Andere Prozesse
es: Otros procesos
fr: Autres processus

source: Paste
de: Einsetzen
es: Pegar
fr: Coller

source: Process %@ in %@, started %@
de: Prozess %1$@ in %2$@, gestartet %3$@
es: Proceso %1$@ en %2$@, iniciado %3$@
fr: Processus %1$@ dans %2$@, démarré %3$@

source: Process %@, started %@
de: Prozess %1$@, gestartet %2$@
es: Proceso %1$@, iniciado %2$@
fr: Processus %1$@, démarré %2$@

source: Process name
de: Prozessname
es: Nombre del proceso
fr: Nom du processus

source: Quit Nonstop Agents
de: Nonstop Agents beenden
es: Salir de Nonstop Agents
fr: Quitter Nonstop Agents

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner

source: Send notifications
de: Mitteilungen senden
es: Enviar notificaciones
fr: Envoyer des notifications

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

source: Sleep exceptions
de: Ausnahmen für den Ruhezustand
es: Excepciones de reposo
fr: Exceptions à la veille

source: Status files
de: Statusdateien
es: Archivos de estado
fr: Fichiers d’état

source: Stay awake
de: Wach bleiben
es: Seguir activo
fr: Rester éveillé

source: Stays on your Mac
de: Bleibt auf deinem Mac
es: Se queda en tu Mac
fr: Reste sur votre Mac

source: The sparkle shows how many agents are working. Click it to turn Nonstop Agents on or off, right-click for the menu.
de: Das Symbol zeigt, wie viele Agenten arbeiten. Klicke darauf, um Nonstop Agents ein- oder auszuschalten. Ein Rechtsklick öffnet das Menü.
es: El icono muestra cuántos agentes están trabajando. Haz clic para activar o desactivar Nonstop Agents y clic secundario para abrir el menú.
fr: L’icône indique combien d’agents travaillent. Cliquez dessus pour activer ou désactiver Nonstop Agents, cliquez avec le bouton droit pour ouvrir le menu.

source: To tell working Claude Code sessions from idle ones, Nonstop Agents reads their status files. macOS asks you to choose the folder once, and access stays read-only.
de: Um arbeitende von wartenden Claude Code-Sitzungen zu unterscheiden, liest Nonstop Agents deren Statusdateien. macOS bittet dich einmal, den Ordner auszuwählen, und der Zugriff bleibt nur lesend.
es: Para distinguir las sesiones de Claude Code que trabajan de las inactivas, Nonstop Agents lee sus archivos de estado. macOS te pide una vez que elijas la carpeta, y el acceso es de solo lectura.
fr: Pour distinguer les sessions Claude Code actives des sessions inactives, Nonstop Agents lit leurs fichiers d’état. macOS vous demande une seule fois de choisir le dossier, et l’accès reste en lecture seule.

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler

source: Update to %@…
de: Auf %@ aktualisieren …
es: Actualizar a %@…
fr: Mettre à jour vers %@…

source: Welcome to Nonstop Agents
de: Willkommen bei Nonstop Agents
es: Te damos la bienvenida a Nonstop Agents
fr: Bienvenue dans Nonstop Agents

source: When agents finish while you are away
de: Wenn Agenten fertig sind, während du weg bist
es: Cuando los agentes terminen mientras no estás
fr: Quand les agents terminent pendant votre absence

source: When agents finish while you're away, or your Mac pauses for battery or heat. macOS asks you once.
de: Wenn Agenten fertig sind, während du weg bist, oder dein Mac wegen Batterie oder Hitze pausiert. macOS fragt dich einmal.
es: Cuando los agentes terminen mientras no estás o tu Mac se pause por la batería o el calor. macOS te lo pregunta una vez.
fr: Quand les agents terminent pendant votre absence, ou quand votre Mac se met en pause à cause de la batterie ou de la chaleur. macOS vous le demande une fois.

source: When reaching high temperatures
de: Bei hohen Temperaturen
es: Al alcanzar temperaturas altas
fr: À haute température

source: When reaching the battery level
de: Beim eingestellten Batteriestand
es: Al alcanzar el nivel de batería
fr: Au niveau de batterie choisi

source: With lid closed
de: Mit geschlossenem Deckel
es: Con la tapa cerrada
fr: Écran rabattu

source: Your Mac can sleep now.
de: Dein Mac kann jetzt in den Ruhezustand wechseln.
es: Tu Mac ya puede entrar en reposo.
fr: Votre Mac peut maintenant suspendre son activité.

source: Your Mac is hot. It can sleep now.
de: Dein Mac ist heiß. Er kann jetzt in den Ruhezustand wechseln.
es: Tu Mac está caliente. Ya puede entrar en reposo.
fr: Votre Mac est chaud. Il peut maintenant suspendre son activité.

source: Your Mac stays awake while AI agents work, so they run nonstop. When the last one finishes, your Mac sleeps as usual.
de: Dein Mac bleibt wach, solange KI-Agenten arbeiten, damit sie ohne Pause laufen. Ist der letzte fertig, wechselt dein Mac wie gewohnt in den Ruhezustand.
es: Tu Mac sigue activo mientras trabajan los agentes de IA, para que funcionen sin parar. Cuando termina el último, tu Mac entra en reposo como siempre.
fr: Votre Mac reste éveillé pendant que les agents IA travaillent, pour qu’ils tournent sans interruption. Quand le dernier a terminé, votre Mac suspend son activité comme d’habitude.

source: Your Mac still sleeps on low battery or when it runs hot. It stays awake with the lid closed only if you choose that in the menu.
de: Bei niedrigem Batteriestand oder Hitze wechselt dein Mac trotzdem in den Ruhezustand. Bei geschlossenem Deckel bleibt er nur wach, wenn du das im Menü auswählst.
es: Tu Mac sigue entrando en reposo con poca batería o cuando se calienta. Solo sigue activo con la tapa cerrada si lo eliges en el menú.
fr: Votre Mac suspend quand même son activité quand la batterie est faible ou qu’il chauffe. Il ne reste éveillé écran rabattu que si vous le choisissez dans le menu.

source: macOS declined to keep the Mac awake
de: macOS hat abgelehnt, den Mac wach zu halten
es: macOS no permitió mantener el Mac activo
fr: macOS a refusé de garder le Mac éveillé

source: quiet
de: wartet
es: en espera
fr: en attente

source: working
de: arbeitet
es: trabajando
fr: au travail

source: Updates
es: Actualizaciones
fr: Mises à jour
